app/controllers/admin_controller.rb

SELECT "users".* FROM "users"
SELECT "todo_lists".* FROM "todo_lists"
---
    def dashboard
      @users = User.all
      @todo_lists = TodoList.all